[MAIN_WINDOW]
MAIN_TITLE=HDC Downloader
MAIN_MENU_LANGUAGE=Idioma(&L)
MAIN_MENU_LANGUAGE_ENG=English
MAIN_MENU_LANGUAGE_FRN=Français
MAIN_MENU_LANGUAGE_DEU=Deutsch
MAIN_MENU_LANGUAGE_ESP=Español
MAIN_MENU_LANGUAGE_JPN=日本語
MAIN_MENU_HELP=Ayuda(&H)
MAIN_MENU_HELP_VERSION=Acerca de HDC Downloader(&A)
MAIN_CAMERA_DL=Descarga desde cámara
MAIN_CAMERA_DL_IP=Dirección IP o URL
MAIN_CAMERA_DL_PORT_1=Puerto
MAIN_CAMERA_DL_PORT_2=Puerto
MAIN_CAMERA_DL_SSL=SSL
MAIN_CAMERA_DL_PROXY=Proxy
MAIN_CAMERA_DL_PASS=Contraseña
MAIN_CAMERA_DL_MESSAGE_1=No conectado
MAIN_CAMERA_DL_MESSAGE_2=Conexión en curso
MAIN_CAMERA_DL_MESSAGE_3=Conectado
MAIN_CAMERA_DL_MESSAGE_4=Error
MAIN_SD_HDD_COPY=Extraer de SD/HDD
MAIN_SD_HDD_COPY_LD_FOLDER=Carpeta imégens
MAIN_SD_HDD_COPY_TITLE=Descargar o copiar tipo de imagen
MAIN_SD_HDD_COPY_JPEG=JPEG
MAIN_SD_HDD_COPY_H264=H.264
MAIN_TIMEDATE_SEARCH=Busqueda de Hora/Fecha
MAIN_ALARM_SEARCH=Busqueda de alarma
MAIN_PLAY_LD_FOLDER=Cargando carpeta
MAIN_PLAY=Reproducir

[TIMEDATE_WINDOW]
TIMEDATE_TITLE=Busqueda de Hora/Fecha
TIMEDATE_TOP_TIME=Superior
TIMEDATE_END_TIME=Fin
TIMEDATE_DL_TITLE=Descargar
TIMEDATE_DL_START_TIME=Tiempo de inicio
TIMEDATE_DL_END_TIME=Hora fin
TIMEDATE_DL_HOUR=Hora
TIMEDATE_DL_MINUTE=Minuto
TIMEDATE_SAVE_FOLDER=Guardar carpeta
TIMEDATE_VIEWER_COPY=con DLViewer.
TIMEDATE_DOWNLOAD=Descargar
TIMEDATE_CANCEL=Anular

[ALARM_WINDOW]
ALARM_TITLE=Busqueda de alarma
ALARM_DATE=Fecha
ALARM_SEARCH=Buscar
ALARM_LIST=Lista de alarmas
ALARM_NO=Núm.
ALARM_PRE_TIME=Pre Alarma
ALARM_POST_TIME=Post alarma
ALARM_DURATION=Duración
ALARM_SIZE=Tamaño (KB)
ALARM_TYPE=Tipo
ALARM_TYPE_ALM1=Alarma1
ALARM_TYPE_ALM2=Alarma2
ALARM_TYPE_MOTION=Movimiento
ALARM_TYPE_FAILURE=Error en la red
ALARM_TYPE_ALM1_M=Alarma1+Movimiento
ALARM_TYPE_ALM2_M=Alarma2+Movimiento
ALARM_TYPE_REC=Boton rec
ALARM_DL_RESULT=Resultados
ALARM_DL_OK=Pass
ALARM_DL_ERR=Fail
ALARM_LIST_NEXT=Siguiente
ALARM_LIST_PRE=Anterior
ALARM_SAVE_FOLDER=Guardar carpeta
ALARM_VIEWER_COPY=con DLViewer.
ALARM_DOWNLOAD=Descargar
ALARM_CANCEL=Anular

[SEARCH_WINDOW]
SEARCH_TITLE=Buscando...
SEARCH_MESSAGE=Espere, por favor
SEARCH_CANCELING=Anular...

[DOWNLOAD_WINDOW]
DOWNLOAD_TITLE=Descargar
DOWNLOAD_TOTAL_SIZE=Tamaño total
DOWNLOAD_REMAINDER_MIN=Queda: %2d minuto
DOWNLOAD_REMAINDER_HOUR=Queda: %d:%2d (h:mm)
DOWNLOAD_OK=OK
DOWNLOAD_YES=Sí
DOWNLOAD_NO=No
DOWNLOAD_CANCEL=Anular
DOWNLOAD_DL_MESSAGE_1=Detectando tamaño archivo
DOWNLOAD_DL_MESSAGE_2=¿Continuar la descarga?
DOWNLOAD_DL_MESSAGE_3=Descargando
DOWNLOAD_DL_MESSAGE_4=Terminado.
DOWNLOAD_DL_MESSAGE_5=Error

[VERSION_WINDOW]
VERSION_TITLE=Acerca de HDC Downloader
VERSION_INFO=HDC Downloader Version 1.1.0\n\nCopyright(C) 2008 SANYO Electric Co., Ltd.\nReservados todos derechos.
VERSION_OK=OK

[FOLDER_WINDOW]
FOLDER_TITLE=Hojear carpeta
FOLDER_COPY_MESSAGE=Seleccione la carpeta de comienzo entre las siguientes.\nCAMSD1,CAMHD1,JPEG_TD,JPEG_AL,H264_TD,H264_AL
FOLDER_LOAD_MESSAGE=Especificar archivo de datos
FOLDER_SAVE_MESSAGE=Seleccionar carpeta para descarga.
MAKE_FOLDER=Crear nueva carpeta(&M)

[ERROR_WINDOW]
ERROR_TITLE=Error
ERROR_YES=Sí
ERROR_NO=No
ERROR_ERR_MESSAGE_1=Error de conexión. Desconectado.
ERROR_ERR_MESSAGE_2=No puede trabajar durante la grabación
ERROR_ERR_MESSAGE_3=Descarga parada por HDD lleno.
ERROR_ERR_MESSAGE_4=Datos descarga inexistentes
ERROR_ERR_MESSAGE_5=Dirección IP o URL incorrectas
ERROR_ERR_MESSAGE_6=Número de puerto incorrecto de dirección IP.
ERROR_ERR_MESSAGE_7=Ajuste de proxy incorrecto.
ERROR_ERR_MESSAGE_8=Número de puerto incorrecto de proxy.
ERROR_ERR_MESSAGE_9=¿Contraseña incorrecta!\nIntroducir contraseña correcta.
ERROR_ERR_MESSAGE_10=¡Recorrido incorrecto!\nIntroducir recorrido correcto.
ERROR_ERR_MESSAGE_11=Ningún dato registrado.\nEspecificar de nuevo tiempo en el intervalo.
ERROR_ERR_MESSAGE_12=Conexión imposible porque otro ordenador está descargando.
ERROR_ERR_MESSAGE_13=Grabando.\n¿Desea parar la grabación de la cámara?
ERROR_ERR_MESSAGE_14=Seleccione tipo datos para descargar.
ERROR_ERR_MESSAGE_15=Ningún dato grabado.\nSeleccione copia carpeta datos fuente.
ERROR_ERR_MESSAGE_16=Confirme tiempo inicio y tiempo fin.
ERROR_ERR_MESSAGE_17=Ningún dato alarma grabado.\nSeleccione tiempo y fecha para búsq.
ERROR_ERR_MESSAGE_18=Error
ERROR_ERR_MESSAGE_19=La cámara se está poniendo en marcha. Por favor espere.